<!DOCTYPE html>
<html lang="fr">
<head>
  <meta charset="UTF-8">
  <meta name="Language" content="fr" />
  <meta name="copyright" content="© REEDIFICA.FR 2022" />
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <meta name="theme-color" content="#5b99c2">
  <meta name="Author" content="Steven Ladour"/>
  <link rel="icon" href="../../img/Logo_favicon.svg" sizes="16x16">
  <link rel="stylesheet" type="text/css" href="../../css/style.css">
  <link rel="stylesheet" type="text/css" href="../../css/histoire.css">
  <title>Il y a... - Ré.édifica</title>
    <meta name="robots" content="follow, index, max-snippet:-1, max-video-preview:-1, max-image-preview:large"/>
  <meta property="og:region" content="fr_FR"/>
  <meta property="og:type" content="website"/>
  <meta property="og:image" content="../../img/Logo_favicon.svg"/>
  <meta property="og:site_name" content="Ré.édifica"/>
  <meta name="description" content="Ré.édifica, le forum RP. "/>
  <script src="https://code.jquery.com/jquery-3.6.0.min.js"></script>
</head>
<body>
<header>
<nav id="navbar">
  <input type="checkbox" id="menu-bouton">
  <label for="menu-bouton" ><i class="bi bi-list-task"></i></label>
  <ul>
    <li><a href="../../index.html"><i class="bi bi-house"></i>Accueil</a></li>
    <li><i class="bi bi-book"></i><span>  Histoire</span>
      <ul>
        <li><a href="../../Page/Histoire/contexte.html">Il &eacute;tait une fois...</a></li>
        <li><a href="../../Page/Histoire/nouveauté/info.html">Nouveaut&eacute;</a></li>
      </ul>
    </li> 
    <li><a href="../../Page/Exploration/Mondes.html"><i class="bi bi-send"></i> Exploration</a></li>
    <li><a href="../../Page/Membres/Liste.html"><i class="bi bi-people"></i> Membres</a></li>
    <li><i class="bi bi-question-octagon-fill"></i> Guide
      <ul>
        <li><a href="../../Page/Guide/Tutoriel.html">Tutoriel</a></li>
        <li><a href="../../Page/Guide/Réglementation.html">R&eacute;glementation</a></li>
        <li><a href="../../Page/Guide/F-A-Q.html">F.A.Q</a></li>
      </ul>
    </li>
  </ul>
  <div id="user">
    <p>        <i class="bi bi-person-circle"></i> <a href="../../Page/Utilisateur/connexion.html">Connexion</a> | <a href="../../Page/Utilisateur/inscription.html">Inscription</a>
      </p>
  </div>
</nav>
</header>
<main>
<h2><i class="bi bi-book"></i> Histoire - contexte</h2>
<section>
  <h3><i class="bi bi-book-fill"></i> Notre histoire</h3>
  <p>Promis, &ccedil;a ne sera pas long. Notre site r&eacute;&eacute;difica a vu le jour en avril 2022, pour un projet d'&eacute;tude. Son nom lui vient de r&eacute;&eacute;difica qui signifie reconstruire, car nous cr&eacute;ons ensemble une histoire, l'Histoire de R&eacute;&eacute;difica.</p>
<p>L'univers pr&eacute;sent&eacute; est tout droit sorti de la BD Chronique of Celestiens. Cette &oelig;uvre, toujours en cours, pr&eacute;sente la vie d'un groupe de C&eacute;lestiens (Combattant de la lumi&egrave;re).</p>
<p>On y d&eacute;couvre leurs p&eacute;rip&eacute;ties. Comment de solides amiti&eacute;s vont na&icirc;tre ? De puissants pouvoirs seront d&eacute;velopp&eacute;s ou encore leurs interventions &eacute;piques, afin de d&eacute;jouer les sinistres plans des antagonistes</p>
  <img src="../../img/Chapitre 1 - Couverture 3.jpg" alt="story1">
  <img src="../../img/Chapitre 4 Page 10.jpg" alt="story1">
  <img src="../../img/Scénario_space_titré.jpg" alt="story1">
  <img src="../../img/Chapitre 4 Page 12.jpg" alt="story1">
  <img src="../../img/Chapitre 4 Page 17.jpg" alt="story1">
<p>Et réédifica dans tout ça ? Nous avons décidé pour ce forum de présenter un des arcs narratifs antérieur à l&#039;arc principal et c&#039;est pour cela que vous êtes là !</p>
<div id="arc"></div>
  <h3><i class="bi bi-yin-yang"></i> L&#039;arc du Pacificateur <i class="bi bi-yin-yang"></i></h3>
  <p>Dans notre univers, toute chose à sa place. Tout est ordonné. L&#039;équilibre persiste et dans le domaine de la magie, ce sont les illustres qui en sont les ministères. Grâce à eux, la magie et dans son harmonie complète, mais cette sérénité ne persista pas. Arena - Illustre de la destruction, rompu l&#039;ordre, sous les conseils d&#039;un être encore mystérieux à ce jour. Elle prit l&#039;objet le plus convoité au Panthéon des illustres et libéra Les Ténèbres, dévorant sur tout l&#039;univers.</p>
    <video autoplay="" muted="" loop=""  width="800">
      <source src="../../img/20210407_161217.mp4" type="video/mp4">
    </video>
    <p>Si les autres illustrent l'ont abandonn&eacute; dans sa folie. Piter - Illustre de l'offrande, persiste &agrave; vouloir la sauver. Il tenta seul, mais en vain. Il d&eacute;cida alors de s'enfuir... Attrist&eacute;, d&eacute;sesp&eacute;r&eacute;, vagabond, il trouva sur sa route, le peuple des C&eacute;lestiens. Un peuple bienveillant, qui ignorerait le statut que portait cet homme.</p>
<p>Il fut accueilli, restaur&eacute; et se fit des amis loin de son tr&ocirc;ne. Mais la r&eacute;alit&eacute; le rattrape, les t&eacute;n&egrave;bres sont en route, en direction de la contr&eacute;e qu'il a accueilli. Personne ne doit mourir, ils se les jur&eacute;s. Il partit au front et comprit tr&egrave;s vite qu'il n'&eacute;tait plus tout seul.</p>
<p>C'est l&agrave; qu'une id&eacute;e lui vient. Il sait que les lois de la magie l'interdit de se confronter aux t&eacute;n&egrave;bres, mais en revanche, ce n'est pas le cas des autres. C'est ainsi que na&icirc;t le don, celui de repousser les t&eacute;n&egrave;bres. Capable de ma&icirc;triser n'importe quel type de magie, de les combiner, de les fusionner, d'en cr&eacute;er de nouveaux et tout cela &agrave; la seule force de la volont&eacute;.</p>
<p>Maintenant, les C&eacute;lestiens sont munis du don, mais ils sont peu nombreux. Pour pallier, Le don fut &Agrave; la port&eacute;e de tous ceux qui en &eacute;taient dignes. On appela le don, le don du C&eacute;lestien car ils &eacute;taient les premiers &agrave; l'avoir obtenu. Piter prit le nom du pacificateur, cr&eacute;ateur du mouvement. &Agrave; pr&eacute;sent, la paix est peut-&ecirc;tre possible.</p>
</section>
<section>
  <h3><i class="bi bi-book-fill"></i> Votre histoire</h3>
  <p>Tu viens d&#039;obtenir le don, on t&#039;a envoyé au bercail afin de rejoindre les rangs des Célestins combattants. Nous avons besoin de toi pour faire reculer les ténèbres. Sur ta route, de nombreuses créatures émaneront des ombres.</p>
    <img src="../../img/monster01.jpg" alt="story1">
    <img src="../../img/monster02.jpg" alt="story1">
  <p>Tu fais partie de la première ère des Célestins. Quand tu commences, tu as 1 pouvoir au choix. Lorsque tu montes en grade, tu obtiens de nouveau pouvoir. Au maximum 3, de quoi te rendre très puissant.</p>
  <ul>
<li>Feu : Utile quand il fait froid. Permet de s'&eacute;clairer quand il fait nuit et surtout br&ucirc;ler tes ennemis !</li>
<li>Foudre : Parfait pour des attaques &agrave; distance. En plus de faire tr&egrave;s mal, d&eacute;placement instantan&eacute; sur 250 m.</li>
<li>Glace : Utile quand il fait chaud. Permet de geler tes ennemis, de les ralentir, de cr&eacute;er des icebergs et par cons&eacute;quent faire sombrer n'importe quel Titanic.</li>
<li>Nature : Si tu es v&eacute;g&eacute;tarien, tu vas aimer, faire pousser des l&eacute;gumes et des fruits. Mais &eacute;galement invoque de la terre (Racines, lianes, Ronces, Feuilles tranchantes, Spores toxiques et pour tes alli&eacute;s Plante m&eacute;dicinale).</li>
<li>Spectral : Traverser la mati&egrave;re, drainer l'&eacute;nergie vital (la vie) des autres. Encaisser les attaques physiques.</li>
<li>Vent : G&eacute;n&egrave;re de l'oxyg&egrave;ne. Capacit&eacute; de vole. Cr&eacute;ateur de bourrasque et de tornade.</li>
</ul>
  <p>D&#039;autres pouvoirs sont en cours de ajout.</p>
</section>
</main>
<footer id="footer">
  <nav>
    <div class="boite">
      <a href="../../index.html" class="titre_logo">Ré.édifica</a>
          </div>
    <div class="boite">
      <h3>Contacter Nous</h3>
      <p><i class="bi bi-envelope"></i> Reedifica@Reedifica.fr</p>
    </div>
    <div class="boite">
      <h3>En détails</h3>
      <p><i class="bi bi-patch-check"></i> <a href="../../Page/Guide/Réglementation.html#mention">Mentions Légals</a></p>
      <p><i class="bi bi-github"></i><a href="https://github.com/Poyopote/Reedifica/tree/php"> Poyopote/Réédifica</a></p>
    </div>
    <div class="boite fin">
      <h3>Liens util</h3>
      <p><i class="bi bi-globe2"></i> Langue : <a href="?lang=fr">FR</a> | <a href="?lang=en">EN</a> </p>
      <p><i class="bi bi-spotify"></i> Playlist de Réédifica</p>
    </div>
    <div>
    <ul>
      <li><a href="../../index.html"><i class="bi bi-house"></i> Accueil</a></li>
      <li>Histoire <i class="bi bi-book"></i> <a href="../../Page/Histoire/contexte.html">Il était une fois...</a> | <a href="../../Page/Histoire/nouveauté/info.html">Nouveauté</a></li>
      <li><a href="../../Page/Exploration/Mondes.html"><i class="bi bi-send"></i> Exploration</a></li>
      <li><a href="../../Page/Membres/Liste.html"><i class="bi bi-people"></i> Membres</a></li>
      <li>Guide <i class="bi bi-question-octagon-fill"></i> <a href="../../Page/Guide/Tutoriel.html">Tutoriel</a> | <a href="../../Page/Guide/Réglementation.html">Réglementation</a> | <a href="../../Page/Guide/F-A-Q.html">F.A.Q</a></li>
    </ul>
    </div>
  </nav>
</footer>
    <script src="../../script/menu.js"></script>
</body>
</html>